Repository: 4Stryngs/contactfix
Catalog: ContactFixEC/*.lproj/Localizable.strings
Languages: es, pt

source: Brazil
es: Brasil
pt: Brasil

source: Ecuador
pt: Equador

# UPDATE
source: Update Contacts
es: Actualización
pt: Atualização

source: Accept
es: Aceptar
pt: Aceitar

source: Cancel
es: Cancelar
pt: Cancelar

source: Error
pt: Falha

# CONFIRM_TEXT
source: Do you want to update your contacts' mobile numbers to the new format?
es: ¿Desea actualizar sus números celulares al nuevo formato?
pt: Quer atualizar seus números de celulares para o novo formato?

# SUCCESS
source: Your contacts have been updated correctly.
es: Sus contactos han sido actualizados correctamente.
pt: Seus contatos foram atualizados corretamente.

# NO_MODS
source: No contacts detected to update.
es: No se han detectado números para actualizar.
pt: Não há números detectáveis ​​para atualizar.

# FAILURE
source: An error has occurred. Your contacts have not been modified.
es: Ha ocurrido un error. Sus contactos no han sido modificados.
pt: Falhou. Seus contatos não foram modificados.

# NO_PERMISSIONS
source: Please give the necessary permissions to access your contacts. To do this go to Settings >> Privacy >> Contacts and activate ContactFixEC. Your contacts have not been modified.
es: Por favor, dé los permisos necesarios para acceder a sus contactos. Para hacerlo vaya a Settings >> Privacy >> Contacts y actívelos. Sus contactos no han sido modificados.
pt: Por favor, dar as permissões necessárias para acessar os seus contatos. Para fazer isso, vá para Settings >> Privacy >> Contacts e ativar. Seus contatos não foram modificados.

# TWITTER_SHARE
source: http://twitter.com/intent/tweet?text=Using%20%23ContactFix%20to%20update%20my%20contacts&via=MindshakeStudio&url=http%3A%2F%2Fitunes.com%2Fapps%2FContactFixEC
es: http://twitter.com/intent/tweet?text=Usando%20%23ContactFix%20para%20actualizar%20mis%20contactos&via=MindshakeStudio&url=http%3A%2F%2Fitunes.com%2Fapps%2FContactFixEC
pt: http://twitter.com/intent/tweet?text=Usando%20%23ContactFix%20para%20atualizar%20mis%20contactos&via=MindshakeStudio&url=http%3A%2F%2Fitunes.com%2Fapps%2FContactFixEC
